---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.StairsRailingRailName
source: html/544b7d2c-843c-ac3c-98bc-08c4b4f5e352.htm
---
# Autodesk.Revit.DB.ParameterTypeId.StairsRailingRailName Property

"Name"

## Syntax (C#)
```csharp
public static ForgeTypeId StairsRailingRailName { get; }
```